data = '["5 Linux Command Line Based Tools for Downloading Files and Browsing Websites  https://t.co/1b9f5X59Uf via @tecmint RT @linuxtoday", "At Bosch we use #ProductionScheduling in our semiconductor wafer fab in Reutlingen (GER) to manage one of the most complex production systems in the world 🏭Check out how to use latest #RL technology to get more out of your system on: https://t.co/p6gxWvcS9O #IndustrialAI #AIoT https://t.co/jVVQKSWze1", "This isn t just taxpayer money spent during a pandemic, it s also men and labour putting themselves at risk everyday for a completely unecessary project.  Why do we need this right now?!?! https://t.co/gIsJbzdhOd", "Thread listing verified places in Bangalore (non COVID hospitals)  for vaccine   1. Ovum hospital, BSK. go at 8.30 am and take token.  2. Vasanthapura bbmp centre (check on google maps) vaccination is being done at a community hall, people can guide you to that. COVIshield", "Feels like a bomb exploding all around me.", "By shepherding hospital data through an ever-increasing set of machine learning models, the system could assist hospitals in planning for events as large as global pandemics and as small as no-show appointments. https://t.co/6T1SRIKdNL https://t.co/hVxFRX0wf9", "Une session organisée par  AI Studies  de l université de Toulon, où je réponds aux questions des animateurs et du public.  https://t.co/2QIJ7pSYtS", "When you are dead, you don t know you are dead. It s pain only for others.  It s the same thing when you are stupid.", " Could @huggingface Accelerate really be this easy?  I asked myself, and the result is this blog post where we take a deep-dive into the source code of the package.  https://t.co/i3jxSgTHtC  Thanks @GuggerSylvain - you ve done it again!!  A thread:  1/n", "12 Useful PHP Commandline Usage Every Linux User Must Know https://t.co/rHWCSFwXnX via @tecmint RT @linuxtoday", "Fast T5 transformer model CPU inference with ONNX and quantization  Pull request to support FastT5 ONNX got integrated to @huggingface just a few days ago.  Now you have a detailed YT video with nice @GradioML  visualization.  https://t.co/OJlFi7ozQ6  #NLProc #MachineLearning https://t.co/tmMNoQ9Tkf", "🚀🩲#CalvinandHobbes https://t.co/KlDb58DQ4g", "For decades, @timoreilly has pushed the #tech industry to think bigger about the toughest challenges facing humanity.   On Thursday, Tim will share his insights into finding solutions as we recover from one of the biggest crises in a generation.   More ⬇ https://t.co/vHCx01tlhy", "Michelle is smart so pay attention 👇 https://t.co/lgg7oxGUpM", "I wrote a program to pick birds out of a picture of a whole flock. These are all from one photo (130 in the GIF). https://t.co/iLy8fxA3Zx", "“There’s a need to articulate a much more coherent policy vision. To say, this is what a democratic model of tech governance looks like. To turn the tide, we really need to begin with leadership” NEW on the course for Policymakers from the US &amp; EU ↘️ https://t.co/0PRAuTkWic", "Our congratulations to John Rickford on his election to the National Academy of Sciences! https://t.co/0AXXtL6Pxp", "Tesla is becoming an AI company.  It s exciting to watch.  I still believe that the human sensing and human-robot interaction piece is one of the most important and currently has not gotten much attention.  I will try to help in my small way.", "As it stands, someone with 10 million followers whose posts become news, and who more realistically has the potential to incite the masses, is less likely to be held to account than someone with 10 followers. https://t.co/Va33qAwjwX", "https://t.co/ptU3c42BbS", "I just had a chance to review the fantastic questions suggested by some of the &gt;10,000 individuals  registered to attend my conversation on #AI in healthcare with @drfeifei &amp; @AndrewYNg on Thursday, supported by @StanfordHAI @DeepLearningAI_ @StanfordAIMI. Should be interesting! https://t.co/cdgmZ5PjqL", "A Learning Theoretic Perspective on Local Explainability – Machine Learning Blog | ML@CMU | Carnegie Mellon University https://t.co/QWPqCJ1ysH", "Very interesting that CLIP has learned that stand-up comedians tend to wear blue jeans. Even if the comedian is a banana https://t.co/nBQcUr0meC", "Virus Consulting https://t.co/ZpK6f3eFnd https://t.co/SFRGF5QyO8 https://t.co/0S13QgV8uq", "@elonmusk Starship: number go up.", "This was a really insightful and very fun talk! Thanks @_rockt for taking the time to present, and for sticking around to talk with us afterwards! https://t.co/qGobp0VztZ", "Starship SN15 static fire completed, preparing for flight later this week", "We introduce Evolve&amp;Merge, a genomic bottleneck algorithm that iteratively reduces the no. of Hebbian rules in a network, learning which connections should share the same rules: 384 rules can self-organize random weights in a few steps to control a quadruped! w/ @JoachimWinther https://t.co/HKoCk7Ls9b", "Text-to-image with OpenAI s CLIP is getting more and more surreal. Here is  A banquet hall  https://t.co/siEcaXxQyC", "Can you run @dotnet interactive notebooks in Google Colab? With this little script I made today, you can! 🤯 1. Upload your dotnet notebook to colab 2. Run the one liner 3. Re-select the runtime I did this for DiffSharp development in F#, but it can work with C# too (not tested) https://t.co/FRq4gaYfTt", "The Oxford researcher (Carl Heneghan) who is leading WHO s systematic reviews on COVID-19 transmission seems to have also joined the latest iteration of the  Great Barrington  gang (known as  Global Collateral ).  @WHO...are you ok with this? https://t.co/copGQr1JmX", "This doesn’t make any sense. Of course vaccines have everything to do with it. The correct point would be to say keeping up mitigations just a bit more really helps the downturn: exponential threats turn into exponential decay on the way down. But vaccines are powerful. https://t.co/4gNbfhLPzh", "NEW VIDEO - OnePlus Watch Review: They Settled! https://t.co/LIQcvtWmnc - RT! https://t.co/3VkwJFUhoG", "Uploading…", "Only neuroscientists will understand 🤓 https://t.co/FuYhfNWPKU", "Microsoft is testing the sustainability and reliability of underwater datacenters. Get an up-close look at how it all works in this 360-degree video. https://t.co/YqsWNw1LA5 https://t.co/ynmIIuElVt", "🤷🏼‍♂️😂 #CalvinandHobbes https://t.co/2KCNAsjIrQ", "Remember kids, the man with the white van doesn’t have GPUs https://t.co/lNeMI5eWab", "Black Mask has big plans for Gotham. #Batwoman returns at a new time, Sunday, May 2 at 9/8c. Catch up first: https://t.co/EyTwax3HDL https://t.co/mAXOeeK0TS", "Let’s all take a moment to congratulate Yann LeCun  @ylecun for being elected to the National Academy of Sciences @theNASciences!", ".@IEEESpectrum has put together a fun, easy-to-digest take on the most interesting highlights of the 2021 AI Index Report. Check it out here: https://t.co/IjytukcM98", "Day 1 of the Platform for Situated Intelligence workshop has info sessions, demos, and community discussions, plus opening remarks from @EricHorvitz. Day 2 will highlight interoperating with Python, ROS, HoloLens 2 and Teams. Register now: https://t.co/snFeRk7T5x #PSIOpenSource", "#dataviz https://t.co/GvN1OgXYMw", "Chadwick Boseman’s life was honored at the #Oscars, and searches for “Chadwick Boseman movies” increased by 500% in the U.S. since yesterday. Find Chadwick Boseman films to watch → https://t.co/m0sQ40POls https://t.co/zfeszJf39j", "Is your digital keychain getting heavy? 🔑  Check out these tips to combat password fatigue: https://t.co/ONNavjQm8z", "“Data ownership is not the same as for other goods: It’s not fungible. It expires. It’s mutually created. So the institutions that manage it have to be different.” @alex_pentland discusses possible approaches to building digital trust. https://t.co/DWSYF8PLlh", "Thanks for the ice cream @joeltelling https://t.co/qMj6zwMrFu", "Excited for this partnership with @Univision to help them innovate, inform, and engage Spanish-speaking audiences around the world (and Bienvenido a Twitter, Thomas!) https://t.co/f4mBP0QUqg", "KSQ Therapeutics uses technology created at MIT to study the role of every human gene in disease biology. Co-founders Tim Wang PhD ’17, @DMSabatini, and @JswLab talked to MIT News about using large-scale gene editing to investigate diseases like cancer: https://t.co/LXzrQEGhI1 https://t.co/FLVk36Iy8F", "1/ This post from @priy2201 shows SEER, our computer vision system trained using random unlabeled images, outperforming conventional systems in recognizing household items from India, China and Nepal. The reason why is very cool… https://t.co/ubgV5Abb8N https://t.co/Rx7mTn5yg7", "@an_open_mind Thank you, Jérôme!", "Personal announcement / shameless bragging: I have been elected to the US National Academy of Sciences.  https://t.co/iLo2Rlewjo", "What’s the biggest problem you face as a parent ? P.S. (If I like your topic I’ll write a blog on it)", "Did you know it s super easy to write custom collate functions in @fastdotai? When building your DataLoaders pass them in as `create_batch`, and make sure they take in a batch! https://t.co/rViyJVUY0f", "Read the full recap of the art session: https://t.co/ObvB3nuSdx", "As part of HAI’s spring conference, Grammy-winning violin soloist and https://t.co/A5jVSMnsBZ co-founder Hilary Hahn @violincase brought to light the promise of AI and the arts coming together to amplify human creativity. #AugmentHAI https://t.co/ogJeGWiAAi", "Dynamic Ensemble Selection (DES) for Classification in Python https://t.co/5PvjW93dtp", "Insightful post from @priy2201 showing that self-supervised learning can allow us to avoid the western-bias of labelled datasets https://t.co/rkDo7qt7Gn", "DJ Richie TRAKTIVIST used Google tools to discover over 1,500 Asian American artists for his website @TRAKTIVIST. Learn more about Richie s story, his influences and listen to a playlist he curated to celebrate the diversity of Asian American artists → https://t.co/4AcjlqTDeM 🎧", "Reminder: build your schedule around meals.", "After we published a story on an internal report detailing Facebook s failures in preventing the Stop the Steal movement, the company moved to prevent employees from accessing the report.   So we published the full text for all to read.   https://t.co/rYWWvIaM40", "The #FBI is still seeking information about people who took part in the riots at the U.S. Capitol on January 6. If you know this individual, visit https://t.co/iL7sD5efWD to submit a tip that references photo 325. https://t.co/5a1kn4tFdE", "Another successful Verified Actual Gamer drop is in the books. THANK YOU @AMDGaming @Radeon @ASUSUSA for allowing us to provide 300 ASUS TUF Gaming AMD Radeon™ RX 6800 XT cards to real gamers at MSRP.  Who do you want to see in our next drop?... https://t.co/On02ahWPnj", "I wish someone put an airtag on Lucky, then maybe we could find where he wandered off https://t.co/zj5E0rdt6t", "Congratulation @ylecun for your election to the US National Academy of Sciences! https://t.co/ZGvgnOb9n7", "Climate change is altering the Arctic Ocean, with implications for underwater navigation and communication. A team of engineers and naval officers led by Professor Henrik Schmidt has developed a method to help autonomous vehicles navigate beneath the ice without GPS. https://t.co/Ii1M6MfSqI", "If you had ONE airtag, what would you put it on?", "The @SpaceX Crew-1 astronauts will soon soar back to Earth and parachute to a splashdown off the coast of Florida. They tell @maragabrielle30 what they will be doing afterward. #AskNASA https://t.co/2qEYyWRp9B", "Dawson’s Creek lost its theme song https://t.co/ZTlCkYe5gi", "The Rise of HuggingFace🤗 from cutesy project to NLP behemoth. The memetic satirical critical analysis.   A new kind of ML startup, community as a moat with many reproducible lessons for your own projects and company.  https://t.co/3PDWM5HIg2", "I would be SO MAD 😡 #CalvinandHobbes https://t.co/b2Lm3LIZm0", "When technology is inclusive, everyone benefits.   Discover how new Microsoft Teams #accessibility features like live captions and dynamic view can help everyone be more productive: https://t.co/7zIvMAbga8", "Really stunning to see how an idea that emerged from an academic institute @StanfordHAI, was able to quickly gain momentum in global US academia, then backed by private sector and by 🇺🇸Congress. It quickly creates consensus and the @AiCommission is now calling for implementing it https://t.co/a9z8VkoMNq", "https://t.co/qv6tDdh5wR", "An automatically created and updated knowledge base can transform how people work. See how Microsoft researchers used probabilistic programming to make knowledge from across an organization more easily discoverable where people can use it: https://t.co/liz43pvaz8", "A recent National Poetry Month feature in The Washington Post presented AI-generated artwork alongside five original poems reflecting on seasons of the past year.", "At 7pm ET on 4/28, @NewYorker talks to @mitDCI head @Neha, artist @beeple, and @Glitch CEO @anildash about the ways in which internet culture is transforming traditional notions of value. https://t.co/7e5K2uB3ur", "Absolutely amazing light transport simulations. My goodness! https://t.co/ePEQ0F24yc", "@twominutepapers Thank you so much, Károly 😭🤩 keep holding onto those papers cause this is just the beginning 😄 https://t.co/BB7filJnVs", "Currently baking a fresh new paper. Can t wait to share it with you in about 24 hours from now! It will be about this: 📃💧 Yes, a paper about paper. The paper-paper if you will! https://t.co/4uffLsEQvX", "Announcing the first-ever Workshop on Distribution-Free Uncertainty Quantification (DF UQ) at @ICML2021.  https://t.co/Bd4cFah2WB  About UQ without any assumptions on the model or #data distribution. All r welcome to submit talks/papers! It s gonna be AWESOME!🧵1/6 #AI #ML https://t.co/mvaK1M1S8w", "NEW VIDEO: Why does Google think I NEED this? https://t.co/oYruhrx1TU https://t.co/PICC4Bn4aU", "A moving installation from @ekeneijeoma, assistant professor of media arts and sciences and director of the Poetic Justice research group at the MIT Media Lab. https://t.co/GP8pRBQanP", "In less than one week we ll be welcoming attendees from all over the world to virtual #ICLR2021. Our program is packed with oral and poster sessions, invited talks, socials and so much more. Read all about what to look forward to here: https://t.co/tEdMqmCuBR", "The internet has shaped almost every aspect of our lives – giving rise to contemporary issues of privacy, anonymity &amp; identity. But how did we get here? On Apr 27, join Joanne McNeil @jomc as she talks about her book “Lurking: How a Person Became a User.  https://t.co/WyLdynGGsR https://t.co/4XIiaa9wvK", "Read today s Calvin and Hobbes.  #CalvinandHobbes  https://t.co/DOM5YKrqw9", "For #NationalPoetry Month, The @WashingtonPost researchers used @NVIDIA StyleGAN to generate artwork that accompanied five original poems reflecting on seasons of the past year. View the interactive piece: https://t.co/bvRadHq1TK https://t.co/OEC5Vg8wTi", "Men in black: a podcast.  https://t.co/qtnuktPkoY https://t.co/SFn5nouUlC", "#WorldIPDay is the perfect time to announce the 2021 #StudentPrize winners! This year’s cohort have inventions that address pregnancy complications, market losses in agriculture, obstacles impeding smooth patient recoveries, &amp; more. Congrats to winners! https://t.co/zqcygHCbDJ. https://t.co/mnTmKaAUIk", "Today is the *last day* to apply for @iclr_conf virtual conference registrations sponsored by ICLR s DEI action fund and #WiML sponsors. If you are a student or early-career woman and/or non-binary individual interested in attending #ICLR2021, apply here: https://t.co/GP1kutlVUz.", "Let’s ride. #motormythbusters #cadillac #casino https://t.co/YmfI8GE4v6", "Folks in hyderabad, please help.   AIG Hospitals is the closest hospital to where we are right now but other multi speciality hospitals are fine too. Current SpO2 is 93 but the doctor we were seeing recommended that he be admitted as soon as possible, latest by tomorrow. https://t.co/nC2UjdaK8N", "https://t.co/tfnbjKhYtm", "Many #computervision systems can recognize the item on the left but not the one on the right. Using self-supervised learning, our new SEER model overcomes this limitation, which can help us create systems that work well for everyone around the globe. https://t.co/CzRBaUAg1x https://t.co/M18CJriW43", "Synthetic gelatin-like material mimics lobster underbelly’s stretch and strength: The membrane’s structure could provide a blueprint for robust artificial tissues. https://t.co/Fi9ZzpLz1c https://t.co/FyvOWOcQYw", "#OTD in 1999, #CIA headquarters was renamed the George Bush Center for Intelligence to honor President George H.W. Bush s service to the Agency and the country.  Check out our latest #AskMollyHale to learn more.", "To do today: upload this as your Microsoft Teams background pic and impress all of your friends. https://t.co/wdbuoqRu23", "A shovel is to a backhoe as Logistic Regression is to Neural Networks. When to use one or the other? https://t.co/vRVvU4EEbg https://t.co/IzORWwLlZn", "An ML GDE developed a cool product that automatically detects 3D printing failures using computer vision. She used Google Cloud Platform AutoML Vision, IoT Core, TensorFlow Model Garden and TensorFlow.js to develop an MVP and scaled it up. Congrats @grepLeigh for launching it! https://t.co/NKwayrcygn", "Here s one of my proudest builds: the #Mythbusters Flatus Containment Device. Here s how it works. https://t.co/yaHqGejjKR https://t.co/yoqiT7W3uT", "Tomorrow! https://t.co/5yTBGwNLuZ", "https://t.co/V7VrlExjSm", "Chemist Adam Willard seeks to illuminate materials that have disorderly structures, such as plastics and other polymers. His studies of how electrons flow through these microscopically tangled materials could lead to new types of photovoltaics. https://t.co/qq6H6P0LSD https://t.co/NAyw6oDHQt", "I’ll be joining the conversation with this wonderful group of thinkers and makers on 4/26, as we ask whether there are unique opportunities to innovate with justice in mind as we navigate the pandemic. #AdvancingJustice #Space4SDGs https://t.co/cHsLUAOmJM", ":P  Original: Nirajan Dhakal https://t.co/Ooyg5ZV9pT", "You can now order all five of our (de) merit badges, designed by @schac_attack, in ONE transaction and with a discount!! Available here (and stay tuned for new badges soon!): https://t.co/Fu0hLvQS9F https://t.co/ugtwd2xjZH", "Today &amp; tomorrow, join @mitdesignx for two days of transformative panels on new technology, systems and policy advances for the post pandemic city! Panelists include @MITarchitecture s Caitlin Mueller &amp; speakers from @MITdusp, @medialab, @MITCRE &amp; more!  https://t.co/CmwPxqPIHV https://t.co/nACx6ljh7k", "#MondayMotivation  Alyssa, an intern in our Directorate of Science and Technology, experienced CIA s operational mission firsthand. She continues her service today, working hard to keep our country safe.    #CIA interns don t sit on the sidelines.   #InternswithImpact", "Help the #FBI locate people who participated in the violence at the U.S. Capitol on January 6. If you recognize this person, submit a tip at https://t.co/iL7sD5efWD. Reference photo 326 in your tip. https://t.co/Zy7uXGTguV", "A #GoogleDoodle to celebrate the 94th birthday of Anne McLaren—British scientist and leading figure in developmental biology 🔬  Learn how her revolutionary career and research has helped countless people realize their dreams of parenthood → https://t.co/rbz8OivBwG https://t.co/2uevO2K0zy", "Deep thoughts about what we are striving for in systems neuroscience by @dyamins . Highly recommend. https://t.co/teIzYd8Hrq", "Here s a nice blog post summarizing recent work led by Jeffrey Li and @_vaishnavh, in which we explore connections between ideas in learning theory and interpretable ML.  For more details, you can also check out our upcoming ICLR paper: https://t.co/ya7rnRaaK9 https://t.co/8tm3g2RgWM", "Try out this handy tool from @katherinecodes to help create and customize your next project s README 📖  https://t.co/4qC7gGt6le https://t.co/onFJj9rr7D", "After the Johnson &amp; Johnson COVID vaccine was temporarily suspended in the US, many wondered if vaccine acceptance would drop significantly. Delphi s daily surveys through Facebook give us the ability to track vaccine attitudes -- and we see only a slight dip. 1/4 https://t.co/T547143cmk", "😂 https://t.co/pHeioxJapI", "Beyond imagination, we need to move to action and seize the moment! Let´s prototype #FeministAI Join me at a Webinar hosted by @StanfordHAI next week, May 5th! https://t.co/28eoiVqhSX", "Counterpoint: this is exactly why so many organizations want computers making management decisions https://t.co/oIdy0TQsFj", "From this week s issue: This tutorial outlines two trials using Wav2Vec2, made possible by its addition in Hugging Face’s library: speech-to-text-to-translation and speech-to-text-to-summarization. https://t.co/EjdN5bcoVU", "A recent @newscientist cartoon.   See more here: https://t.co/wiOfPL1e96 Or get a book here: https://t.co/8aNdWyOwH9 https://t.co/t5jAo7iW5c", "A large-scale study of early detection of Alzheimer disease from MRI scans using ConvNets (3D version of Inception-ResNet-v2). Net is pretrained to predict sex, then fine-tuned for AD detection. Would be interesting to see if the latest SSL pretraining methods could improve this. https://t.co/nRHmYdDmAw", "Researchers have developed a robot that uses radio waves, which can pass through walls, to sense occluded objects. https://t.co/YdykjRfjnh https://t.co/mY8aPA3MSV", "Who doesn’t love a sweet bowl of cereal? #CalvinandHobbes https://t.co/WrBYVaQYoP", "Calvin and Hobbes for April 26:  https://t.co/EgQEp6KFht", "https://t.co/YGAX1zKabF", "https://t.co/hzH5g2lss5", "had to redo as the plush is no longer available (we ll do another one at some point, or maybe another two if we do a tortoise and t-rex set :)", "ways to support the comic:  buy the merch: https://t.co/pTmshAzLyU become a patron: https://t.co/u3m4cgPvDT follow us on instagram: https://t.co/N9PeJQoACr https://t.co/Zqw6Np28B8", "https://t.co/1gjcY6973n", "https://t.co/kFt5tBESUa", "now going to a new high-res wallpaper each week for patrons: https://t.co/u3m4cgPvDT", "I enjoyed @CadeMetz  book on the recent history of AI (Genius Makers) much more than anticipated, and would recommend. However, it s interesting that a 400 pg book on recent AI history leaves out so many (e.g. no mention of @jeremyphoward and https://t.co/gTXQR1BxwF).", "It s now been almost a year since the New York Times put together this technically impressive yet totally wrong interactive article about how long it would take to get a Covid vaccine. https://t.co/gXzZS5ME2G", "Haven t seen anybody else mention this, but Huawei just announced they trained a 200 BILLION transformer model - PanGu-α. This is bigger than GPT-3, but trained only for 40B tokens.  Moreover, they re trained on an entirely Chinese stack: Huawei chips and Mindspore framework. 1/2 https://t.co/WzBAaLBUhH", "Mumbai residents - even if cases are going down, please stay indoors (as much as possible) and follow Covid-19 protocols.  A short respite should not be reversed by stupidity - please also convey this to domestic help, building staff, kids &amp; others who are impressionable.", "also up on some merch https://t.co/HlcH1TikEB https://t.co/TDWTD41zhh", "LFCA: Learn Fundamentals of #Cloud #Computing – Part 13 https://t.co/UjsKgfiPBV via @tecmint RT @linuxtoday @linuxfoundation https://t.co/J1BrlJRVpd", "https://t.co/Pm9LOa87Gl", "Calvin’s dad knows 😂 #CalvinandHobbes https://t.co/fV8I4v3ZkM", "1/ I m often confronted with skepticism that neural network models of the brain are intelligible, or that they re even proper models at all, considering how  different they look  from real brains.", "If you find science boring, you re learning it from a wrong teacher. https://t.co/81Ugon46Ya", "here s a wallpaper, higher res versions available on https://t.co/u3m4cgPvDT https://t.co/SjSZYhbunK", "Few of engineers I know are volunteering to put a visualisation doc on what should be the Health stack for India and start building it and making it open source so that more people can contribute. Let me know if good folks from here want to join hands.", "My friend just told me he went to see a movie in an actual theater. I forgot that now I am vaccinated, I can go see a film! Re-entry into the old ways seems so exciting.", "At the Internet Archive, this is how we digitize #78 rpm records.  Our partner @georgeblood_lp has perfected this technique, digitizing with 4 different styli at once.   We put as much effort into capturing the #metadata as we do digitizing the music. https://t.co/dn4EjXTS9z", "Devastated to see the worsening Covid crisis in India. Google &amp; Googlers are providing Rs 135 Crore in funding to @GiveIndia, @UNICEF for medical supplies, orgs supporting high-risk communities, and grants to help spread critical information. https://t.co/OHJ79iEzZH", "Here s my conversation with @GeorgesStPierre, considered by many to be the greatest fighters in the history of MMA and one of the greatest martial artists ever. Meeting Georges &amp; spending the day with him was an honor beyond words. https://t.co/qtnuku6Vgw https://t.co/TytqEx4j2S", "Oh, it was last year. She and that class had a strong impact on me. She was the one who introduced me to the classic Design of Everyday Things. Reading it was the first assignment in the course. https://t.co/0GrwRRPab5", "Oh no, I just found out that one of my favorite professors, who taught my favorite course in my masters program, Cognitive Systems Engineering, passed away this year  In Memoriam, Dr. Stephanie Guerlain https://t.co/YPMw7gKqzD  I learned so much from her.", "oh sorry the repo is here https://t.co/djCj2c18kJ . Example: https://t.co/WvoD2JGag3", "ok now generating new Bitcoin private/public key pairs and the associated (b58check compressed) Bitcoin address in pure, from-scratch, zero-dependency Python. Not gonna lie the elliptic curve over finite fields gymnastics got just a bit intense... but it s all good fun :) https://t.co/iFWO4rEvIq", " Forcing kids to take all the same classes is just focusing on the wrong kind of equity.  https://t.co/Qo03oYWH1h", "A new website, new python library, and a new set of models and tutorials to play with are now online! https://t.co/Ri8tLQwq78", "Maximum anxiety https://t.co/AadaD1qxfA", "We are trying to help &amp; pool in resources to the best of our capacity but if there are organizations who have funding/money for such help, it may go out a long way. The person admitted is also the sole breadwinner of the family and has already been in hospital for past 10 days.", "Indian folks, are there NGOs or other organization who are providing financial help to people admitted in hospital and running low on funds for bills?  Father of a friend of mine (who was my longtime roommate in India) is on ventilator &amp; now running low on funds.  #CovidHelp", "@mattyglesias San Francisco has done this for going on 7 years and calculus enrollment has declined which is a huge problem if you re going in to STEM. A parent filed a sunshine request years ago.  https://t.co/huguSyu2ca", "(The program I was in was synchronous-online through VA s Commonwealth Graduate Engineering Program. At least half of my credits had to be from UVA to get my degree from there. Some were from ODU and GMU.)  Just chuckling that they now have ML on their homepage.", "Ha, I just noticed that the Systems Engineering program at UVA now includes  machine learning  in the description. It didn t when I was a student! I wasn t even allowed to take courses with the new-at-the-time Data Science masters students. I took my only ML course via ODU.", "Also, side eye to the almost 10% of you who think I m under 30 years old. I would be flattered, but it feels a bit more like discounting a decade of my career experience!  To be fair, my user pic is from almost 10 years ago.   Still... wondering where that misperception is from.", "Answers: https://t.co/8x4tfPoWPy", "I would love to do this poll scientifically &amp; collect age, gender, and career information from the respondents to see if there are different misconceptions about my experience/career by demographic, but alas, I did it on a whim using the quick twitter polls at my disposal 😊", "I hope this result is encouraging to some of you who are switching careers. There is a weird myth that you have to achieve your career goals before age 30, which isn t true at all. And my years as a data analyst definitely help me today w/many aspects of being a data scientist!", "So takeaways:  I m later in my career than many of you think I am, but only about 5 years of that is data science. I do NOT have a PhD! I need to do a better job of correcting that misconception.   I got my Masters 11 years after my BS, and went to school while working full time.", "Oops I mean to say MEng not an MS. There are multiple things people call  Systems Engineering . This is the program I was in: https://t.co/WVMra4D5jU", "Do you need any advanced degree to become a data scientist? I would say that some people can benefit from the additional credentials or the additional education, depending on your background and knowledge gaps. But it s not a necessity, in my opinion.", "4. Wow I am surprised at the number of people who think I have a PhD!! I don t.  1- You DON T need a PhD to become a data scientist 2- I have an MS in Systems Engineering, which I got 11 yrs after my BS degree, to up my skills &amp; also to have a credential to match existing skills https://t.co/ZK9X5o7oNn", "3. Wow so few people know this about me, apparently! I graduated from undergrad in 2004 &amp; started doing relational database design &amp; data-driven websites right out of school. Then was a data analyst.   I ve used DBs &amp; SQL throughout my whole career, so 17+ years. https://t.co/2LIEn7P8tn", "As a CODA, or “child of deaf adults,” Googler Tony has always shared a unique bond with his parents. But when the pandemic forced a physical distance between them, they found new ways — and a new reason — to stay close. 🤟 https://t.co/ZPrauhIRbc", "This is the only Q the majority of respondents got right, and I would guess it s because I talk about this the most on podcasts, twitter, etc.  About 1/3 of you think I have a lot more yrs of experience as a Data Scientist than I do (even though you think I m younger than I am)!", "2. I first got the title of Data Scientist at my current company, HelioCampus, when I was hired in 2016. I did some small machine learning projects before that, but other than a promotion to Director, my current job was my 1st data science job. https://t.co/C5uOoU55Wh", "New #Keras example is up on *consistency regularization*or an important recipe for semi-supervised learning and tackling distribution shifts as shown in *Noisy Student Training*.   https://t.co/UMANniHRy4  1/n https://t.co/btlSZK6axW https://t.co/yl6NvaBZg4", "1. I am 39 years old https://t.co/h5fyEby1zI https://t.co/8yUP2yZKAS", "Long wanted to get into Deep Learning? Got 3 weeks in August? Learn it in a supportive intensive group environment @neuromatch. https://t.co/Z2Lzf859SH", "DJI FPV Drone struck by a chunk of flying lava 😅  https://t.co/1vKZmsWs2v https://t.co/nrpbvzTofR", "A nice demo walk through by @julsimon on using @huggingface on Amazon SageMaker   https://t.co/jHEh681kRS  #aws #sagemaker", "Uses @huggingface’s GPT-2 and @OpenAI’s CLIP behind the scenes searching through @unsplash images. Archive paper coming soon.🤓", "https://t.co/qVDoJtvLVn", "Explore visual story co-creation with https://t.co/R7DH01K3DE!🧸 Write a story by weaving generated texts and retrieved images with your input. Million thanks to @Ben_Hoov, @hen_str, @jacobandreas, &amp; @martino_design !!! ❤️ #NLPProc @MIT_CSAIL @IBMResearch  🧵 https://t.co/mjJeOJxntm", "Today we improved @hasktorch’s @haskell_lang bindings to @huggingface’s tokenizers @rustlang library. Tokenization and detokenization for BART, RoBERTa, T5 and other models is now possible. That’s an important step towards working with these models in Haskell. https://t.co/t37v1UUo8v", "After centuries, Bayesians have finally received recognition by the masses. https://t.co/arhLBAn7EW", "https://t.co/YNFtPa4LAh", "My expert Crypto friend ⁦@EAsherSF⁩ was a part of this. She is the one I pepper with questions.  We’re All Crypto People Now - The New York Times https://t.co/7zNsHWogqb", "There s about an hour left on this series of 4 Qs about my career experience/education. I ll post the answers after that.   (Some have more hours left because I messed up when I posted them, but I ll screenshot all when the first one ends.) https://t.co/h5fyEby1zI", "How many people actually write in cursive? #CalvinandHobbes https://t.co/GdVFcA24UL", "But the main reason I decided to go ahead and post these questions is that I m here talking about data science career paths, and I wonder if I need to more frequently communicate about my own path into this job.   According to the answers, yes, I do.", "Why did I post these polls? Partly because I think there are some interesting relationships between social media following and perceived expertise, as well as influence of perceived age (and other demographics) on perceived expertise. Also because I was curious.", "I hope the vaccines become more available globally very soon, for those of you who want one and haven t yet had access to them. If you re in the US, we re privileged to have this opportunity to protect ourselves from a very dangerous disease. Get your shot, please!", "It s such a relief to have some protection, and to know I m helping reduce the spread in my community.  I still won t be going anywhere crowded indoors, and I ll still be distancing and wearing a mask in public. 😷", "Just realized I never announced it on this account...So in case it helps convince anyone to get the COVID-19 vaccine to protect yourself, your friends &amp; family, and the broader community:  I ve had both doses of Moderna vaccine &amp; will be 2 weeks out from the 2nd in a few days! 🎉", "This is actually one of the most concise, impartial, and yet strongly worded explanations of why the US should lead in expanding #NuclearPower - thanks, @FareedZakaria! https://t.co/QLq6WW5ggj  #ClimateAction #ClimateChange #ClimateCrisis", "Little known fact: if you took all the DNA in your body and stretched it out end-to-end, you d be dead 🧬🙂 https://t.co/RUIgp4Z6cw", "Material progress doesn’t make us happier. If it did, the ancients must have been a miserable bunch.  Instead we compete for status, an older, zero-sum game.  We don’t want things, we want to be things.*  A rational person recounts their blessings and rejects society’s games.", "This. I have never felt more grateful for everything I have in my entire life. https://t.co/tSBa6tJCK8", "Sometimes I think all of us should (those who can) just drop everything and volunteer our time to do absolutely anything that we can to help. And then, there are moments when I feel I just want to spend time with my family and talk to my friends.", "*Please RT*  Urgent Oxygen cylinder needed in Meerut Patient- Aijaz Alam Hashmi  SpO2 on BiPAP- 65-70  Admitted at ADM hospital  Contact- 9620089922 #CovidIndia #CovidSOS #CovidHelp #COVIDEmergency2021 #Meerut", "If you see requests for money for hospital bill or anything, ask them to fill it up on this link https://t.co/pNMeaDDIN4 A bunch of volunteers will verify and publish it and there request will be visible to donors to make donations here https://t.co/lNjXtYbdgF"]';